const Privacy = () => {
  return (
    <div className="px-2 lg:px-4 sm:px-10 space-y-10 py-8">
      <div className="py-10 space-y-5">
        <div className="font-bold text-4xl text-center">الشروط و الأحكام</div>
        <div className="font-bold font-h1">سياسة الخصوصية</div>
        <div className="space-y-4 flex flex-col">
          <span>موافقة الخصوصية</span>
          <span>
            بمجرد الوصول إلى هذا الموقع ، فإنك توافق على سياسة الخصوصية هذه.
            تغييرات سياسة الخصوصية هذه تكون فعالة عند نشرها على هذا الموقع.
          </span>
        </div>
        <div className="font-bold font-h1">معلومات التي يتم جمعها</div>
        <div className="space-y-4 flex flex-col">
          <span>
            سيتم توضيح المعلومات الشخصية التي يُطلب منك تقديمها ، وأسباب مطالبتك
            بتقديمها ، في الوقت الذي نطلب منك فيه تقديم معلوماتك الشخصية. إذا
            اتصلت بنا مباشرة ، فقد نتلقى معلومات إضافية عنك مثل اسمك وعنوان
            بريدك الإلكتروني ورقم هاتفك ومحتويات الرسالة و / أو المرفقات التي قد
            ترسلها إلينا وأي معلومات أخرى قد تختار تقديمها. عند التسجيل للحصول
            على حساب ، قد نطلب معلومات الاتصال الخاصة بك ، بما في ذلك عناصر مثل
            الاسم واسم الشركة والعنوان وعنوان البريد الإلكتروني ورقم الهاتف.
          </span>
          <span>كيف نستخدم المعلومات التي نجمعها</span>
          <span>نستخدم المعلومات التي نجمعها بطرق مختلفة ، بما في ذلك:</span>
          <span>توفير موقع الويب الخاص بنا وتشغيله وصيانته</span>
          <span>تحسين موقعنا على الويب وتخصيصه وتوسيعه</span>
          <span>فهم وتحليل كيفية استخدامك لموقع الويب الخاص بنا</span>
          <span>تطوير منتجات وخدمات وميزات ووظائف جديدة</span>
          <span>
            التواصل معك ، إما بشكل مباشر أو من خلال أحد شركائنا ، بما في ذلك
            لخدمة العملاء ، لتزويدك بالتحديثات والمعلومات الأخرى المتعلقة بموقع
            الويب ، ولأغراض تسويقية وترويجية
          </span>
          <span>إرسال رسائل بريد إلكتروني إليك</span>
          <span>البحث عن الاحتيال ومنعه</span>
          <span>ملفات تسجيل الويب</span>
        </div>
        <div className="font-bold font-h1">أمان بياناتك</div>
        <div className="space-y-4 flex flex-col">
          <span>
            يعد أمان بياناتك أمرًا مهمًا بالنسبة لنا ، ولكن تذكر أنه لا توجد
            طريقة نقل عبر الإنترنت أو طريقة تخزين إلكتروني آمنة بنسبة 100٪.
            بينما نسعى جاهدين لاستخدام وسائل مقبولة تجاريًا لحماية بياناتك
            الشخصية ، لا يمكننا ضمان أمنها المطلق.
          </span>
        </div>
        <div className="font-bold font-h1">التزامنا بأمان البيانات</div>
        <div className="space-y-4 flex flex-col">
          <span>
            يتم الاحتفاظ ببياناتك الشخصية آمنة. فقط الموظفين والوكلاء والمقاولين
            المصرح لهم (الذين وافقوا على الحفاظ على المعلومات آمنة وسرية) يمكنهم
            الوصول إلى هذه المعلومات. تسمح لك جميع رسائل البريد الإلكتروني
            والنشرات الإخبارية من هذا الموقع بإلغاء الاشتراك في المزيد من
            الرسائل البريدية.
          </span>
        </div>
        <div className="font-bold font-h1">سياسة الاسترجاع</div>
        <div className="space-y-4 flex flex-col">
          <span>لا يوجد استرجاع والا في حالات استثنائية</span>
        </div>
      </div>
    </div>
  );
};

export default Privacy;
